"%@ (%@) : Connection Notice" = "%@ (%@): Avviso di Connessione";

/* No comment provided by engineer. */
"%@ (%@) has sent you an unknown encryption fingerprint:\n\n%@\n\nDo you want to accept this fingerprint as valid?" = "%1$@ (%2$@) has sent you an unknown encryption fingerprint:\n\n%3$@\n\nDo you want to accept this fingerprint as valid?";
"%@ denied authorization:" = "%@ ha negato l'autorizzazione:";
"%@ granted authorization." = "%@ ha rilasciato l'autorizzazione.";
"%s has %i new messages." = "%s ha %i nuovi messaggi.";
"%s has 1 new message." = "%s ha un nuovo messaggio.";
"%s is no longer using encryption; you should cancel encryption on your side." = "%s non sta più usando la criptatura; dovresti disattivarla anche dalla tua parte.";
"(No reason given)" = "(Nessuna motivazione fornita)";
"(Takes effect the next time Adium launches)" = "(Avrà effetto al prossimo lancio di Adium)";
"Adium : Notice" = "Adium: Avviso";
"Adium Notice: %@" = "Avviso Adium: %@";
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium fornisce criptatura, autenticazione, certificazione e perfetta segretezza su %@ tramite la Messaggistica Off-the-Record (OTR). Se il tuo amico non sta usando un sistema di messaggistica compatibile con OTR, gli verrà inviato un link verso il sito dell'OTR quando tenti di usarla con lui. Per ulteriori informazioni sull'OTR, visita\nhttp://www.cypherpunks.ca/otr/.";
"AIM via Hiptop" = "AIM via Hiptop";
"Allow/Disallow Mobile Pages" = "Allow/Disallow Mobile Pages";
"America Online" = "America Online";
"An ambiguous user ID was entered" = "An ambiguous user ID was entered";
"An error was encoutered sending the file.  Please note that sending of folders is not currently supported; this includes Application bundles." = "Si è verificato un errore durante l'invio del file. L'invio di cartelle non è supportato al momento; lo stesso vale per i Pacchetti Applicazione.";
"AOL Administrator" = "AOL Administrator";
"AOL Mobile Device" = "AOL Mobile Device";
"Authenticating" = "Autenticazione";
"Authorization Requested" = "Authorization Requested";
"Balancer handshake" = "Handshake balancer";
"Cancel" = "Cancel";
"Connecting" = "Connessione";
"Connection error." = "Errore di connessione.";
"Connection established" = "Connessione stabilita";
"Conversation notices" = "Avvisi di conversazione";
"Direct IM connected" = "Direct IM connected";
"Direct IM disconnected" = "Direct IM disconnected";
"Display conversation closed notices" = "Mostra avvisi di chiusura chat";
"Display names (friendly names)" = "Mostra nomi (amichevoli)";
"Encrypted by Off-the-Record Messaging" = "Criptato tramite Messaggistica Off-the-Record";
"Encryption" = "Encryption";
"Exchanging key hash" = "Scambio chiavi hash";
"Export Sametime List..." = "Esporta lista Sametime...";
"File Send Error" = "Errore Invio File";
"Finalizing connection" = "Finalizzazione della connessione";
"Fingerprint for %@:" = "Fingerprint per %@:";
"Fingerprint: %.80s" = "Fingerprint: %.80s";
"Forget Fingerprint" = "Forget Fingerprint";
"From: " = "Da:";
"Generating private encryption key for %@" = "Generazione chiave privata di criptatura per %@";
"GG Number" = "Numero GG";
"ICQ Number" = "Numero ICQ";
"Import Sametime List..." = "Importa lista Sametime...";
"Incoming:" = "In arrivo:";
"Initializing Stream" = "Inizializzazione Stream";
"Initiate Conference with %@" = "Inizia Conferenza con %@";
"Initiate Direct IM with %@" = "Inizia MI Diretta con %@";
"Initiate Multiuser Chat with %@" = "Inizia Chat Multiutente con %@";
"Invalid Jabber ID or Password" = "Invalid Jabber ID or Password";
"Jabber ID" = "ID Jabber";
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?";
"Join %@'s Chat" = "Unisciti alla chat di %@";
"Load From and Save To Server" = "Carica e Salva sul server";
"Load From Server" = "Carica dal Server";
"Local Only" = "Solo Locale";
"Logging in" = "Accesso";
"Looking up server" = "Ricerca server";
"Member Name" = "Nome Utente";
"MSN" = "MSN";
"MSN Passport" = "Passport MSN";
"New Mail" = "Nuova Posta";
"No" = "No";
"No private key present" = "No private key present";
"No reason was given." = "Non è stata fornita nessuna motivazione.";
"OK" = "OK";
"Open Mail" = "Apri Posta in Arrivo";
"Orphans" = "Orfani";
"OTR Fingerprint" = "OTR Fingerprint";
"Outgoing:" = "In uscita:";
"Password sent" = "Password inviata";
"Please wait" = "Please wait";
"Re-request Authorization from %@" = "Nuova richiesta di Autorizzazione da %@";
"Reading data" = "Lettura dati";
"Reading server key" = "Lettura in corso server key";
"Received authorization" = "Autorizzazione ricevuta";
"Register" = "Register";
"Requesting to send password" = "Richiesta invio password";
"Retrieving buddy list" = "Ricezione lista amici";
"Roster" = "Ruolo";
"Screen Name" = "Nick";
"Screen name sent" = "Nick inviato";
"Secure ID for this session:" = "ID sicuro per questa sessione:";
"Set Display Name" = "Set Display Name";
"Set Home Phone Number" = "Set Home Phone Number";
"Set Mobile Phone Number" = "Set Mobile Phone Number";
"Set Work Phone Number" = "Set Work Phone Number";
"Show display names as status messages" = "Mostra nick come messaggi di stato";
"Subject: " = "Oggetto:";
"Syncing with server" = "Sincronizzazione col server";
"Temporarily Hide From %@" = "Nasconditi temporaneamente da %@";

/* No comment provided by engineer. */
"The contact %@ wants to add %@ to his or her contact list for the following reason:\n%@" = "The contact %1$@ wants to add %2$@ to his or her contact list for the following reason:\n%3$@";
"The contact %@ wants to add %@ to his or her contact list." = "The contact %1$@ wants to add %2$@ to his or her contact list.";
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below.";
"The other user is in your deny list." = "L'utente è nella tua lista bloccati.";
"The other user is temporarily unavailable." = "L'utente non è disponibile al momento.";
"Un-hide From %@" = "Non nasconderti Da %@";
"United States" = "Stati Uniti";
"Unknown" = "Sconosciuto";
"Unknown OTR fingerprint" = "Fingerprint OTR sconosciuta";
"Unsubscribe %@" = "Disiscriviti da %@";
"Unused" = "Unused";
"Username" = "User";
"username@jabber.org" = "username@jabber.org";
"Warning level is too high." = "Il livello di avvertimento è troppo alto.";
"Warning: The 'load and save' option is still experimental. Please back up your contact list with an official client before enabling." = "Attenzione: L'opzione 'carica e salva' è ancora sperimentale. Fai un backup della tua contact list con un client ufficiale prima di abilitarla.";
"Yahoo! ID" = "ID Yahoo!";
"Yes" = "Sì";
"You are sending messages too quickly; wait a moment and try again." = "Stai inviando messaggi troppo velocemente; aspetta qualche istante e riprova.";

/* No comment provided by engineer. */
"You have mail!\n" = "You have mail!\n";
"You sent an unencrypted message, but %s was expecting encryption." = "Hai inviato un messaggio in chiaro, ma %s stava aspettando messaggi criptati";
"Your message to %@ did not get sent" = "Il tuo messaggio a %@ non è stato inviato";
"Your message was refused by the other user." = "Il tuo messaggio è stato rifiutato dall'altro utente.";
"Your message was too big." = "Il tuo messaggio è troppo lungo.";
"Your Yahoo! message did not get sent." = "Il tuo messaggio Yahoo! non è stato inviato.";
